{"name":"Helena","headerTaglineOne":"Hello ","headerTaglineTwo":"I'm Helena,","headerTaglineThree":"Photographer &  Zoologist ","headerTaglineFour":" Based in Bristol, GB","showCursor":true,"showBlog":true,"darkMode":true,"showResume":true,"socials":[{"id":"2","title":"LinkedIn","link":"https://www.linkedin.com/in/hels-wreford-2500971b1/"},{"id":"4","title":"Instagram","link":"https://www.instagram.com/helswreford/?hl=en"},{"id":"5","title":"Email","link":"mailto:helenawreford@live.com"}],"projects":[{"id":"1","title":"Hanging In There","description":"A Pipevine Swallowtail, captured in the Philippines.","imageSrc":"/images/butterfly.jpg","url":"#"},{"id":"2","title":"Spotted Something","description":"A Toco Toucan, captured in Costa Rica.","imageSrc":"/images/toucan.JPG","url":"#"},{"id":"3","title":"Morning Commute ","description":"A Working Yak, captured in Nepal.","imageSrc":"/images/YAK.JPG","url":"#"},{"id":"4","title":"Conflicting Contrasts","description":"A Gentle Irruption, captured in Cost Rica. ","imageSrc":"/images/VOLCANO.JPG","url":"#"},{"id":"5","title":"What's The Gossip","description":"Two local girls catching up on the towns gossip, captured in Nepal. ","imageSrc":"/images/GIRLS.JPG","url":"#"},{"id":"6","title":"Yin & Yang","description":"The perfect balance, captured in Germany. ","imageSrc":"/images/FISH.JPG","url":"#"}],"services":[{"id":"1","title":"BSc Zoology","description":"I hold a BSc in Zoology from the University of Bristol, where I explored everything from animal communication and behavior to the impact of artificial light on marine life, blending my passion for wildlife with a strong foundation in scientific research."},{"id":"2","title":"Photography ","description":"I'm a passionate freelance photographer, capturing the beauty of wildlife, landscapes, and the people I meet along the way. With experience shooting on a Sony A7 IV, I've honed my skills in everything from underwater photography to dynamic drone shots, always aiming to tell a compelling story through every frame."},{"id":"3","title":"Drone Pilot","description":"As a certified A2CofC drone pilot, I’ve navigated diverse landscapes to capture stunning aerial footage, from the rugged cliffs of Skomer Island to the vibrant streets of Bristol. Whether it's for wildlife documentaries or creative projects, I love using my drone to provide a fresh perspective and bring stories to life from above."},{"id":"4","title":"Story Telling","description":"Storytelling is at the heart of everything I do—whether I'm behind the camera, writing a blog post, or producing a short film. I believe in the power of stories to connect people with the natural world, inspire action, and spark curiosity. My aim is to make complex subjects engaging and relatable, turning every narrative into a journey that resonates with audiences."}],"aboutpara":"I'm a Zoology graduate and filmmaker with a passion for bringing the natural world to life through storytelling. From capturing breathtaking drone footage to diving into marine research, my work is all about inspiring others to connect with our planet. I thrive on new challenges, whether it's trekking with camera gear to remote locations or translating complex science into captivating stories. My mission? To share the wonder of wildlife and spark a sense of adventure and conservation in every audience I reach.","resume":{"tagline":"👋  I’m a passionate filmmaker, wildlife enthusiast, and storyteller.","description":"With a Zoology degree from the University of Bristol and hands-on experience in creating captivating content, I’m all about bringing the wonders of nature to life. Skilled in filming, drone piloting, and photography, I’ve produced films that highlight the beauty and challenges of our planet.","experiences":[{"id":"1","dates":"September 2024 - Present","type":"Full Time","position":"Researcher at WildReach Productions","bullets":"Pitching fresh story ideas focused on human-wildlife relationships, Engaging with contributors to uncover unique narratives for upcoming films"},{"id":"d495c23b-4f65-479a-9b8a-cfbc1c089725","dates":"March 2021 - Present","type":"Full Time","position":"Content Creator at Dreamsea Surf Camp, Costa Rica","bullets":"Lived on-site for 2 months, creating content and managing social media, Filmed, photographed, and crafted stories for an audience of 50K+"},{"id":"1e1b641c-40a9-4c02-b31b-4b4835bc2a6d","dates":"July 2021 - June 2022","type":"Full Time","position":"Drone Pilot, Researcher, Editor for ‘Bristol: A Hidden Eden’","bullets":"Brought this Wildlife Film Society project to life through aerial footage and thorough research"}],"education":{"universityName":"The University of Bristol","universityDate":"BSc Zoology | September 2021 - June 2024","universityPara":"Explored animal communication, marine ecology, and more with a focus on making science accessible and engaging. Dissertation: ‘The impact of artificial light at night on marine aquatic species’. Vice-President for the Wildlife Film Society, leading talks, workshops, and inclusivity efforts."},"languages":["Photography & Videography","Creative Software","Scuba Diving","Scriptwriting","Climbing"],"frameworks":["Communicating Science Through Filmmaking Winner, judged by BBC PE3 producers","Future Leap Wildlife Photographer Exhibition Shortlisted and displayed"],"others":[]}}